app/views/students/index.html.erb

<ul>
    <% Student.all.each do |student| %>
---
SELECT "students".* FROM "students"